Repository: sativagenetics/Kroira-IPTV
Catalog: src/Kroira.App/Strings/*/Resources.resw
Source language: en_us
Languages: ar_sa, de_de, es_es, fr_fr, hi_in, ja_jp, ko_kr, pt_br, tr_tr, zh_hans

# Player_Status_Reconnecting
source: Reconnecting
ar_sa: إعادة الاتصال
de_de: Wieder verbinden
es_es: Reconectando
fr_fr: Reconnexion
hi_in: पुनः कनेक्ट हो
ja_jp: 再接続中
ko_kr: 다시 연결하는 중
pt_br: Reconectando
tr_tr: Yeniden bağlanıyor
zh_hans: 重新连接

# Search.OpenSeries
source: Open Series
ar_sa: سلسلة مفتوحة
de_de: Offene Serie
es_es: Serie abierta
fr_fr: Série ouverte
hi_in: खुली शृंखला
ja_jp: オープンシリーズ
ko_kr: 오픈 시리즈
pt_br: Série aberta
tr_tr: Dizileri aç
zh_hans: 公开系列

# Search_OpenSeries
source: Open Series
ar_sa: سلسلة مفتوحة
de_de: Offene Serie
es_es: Serie abierta
fr_fr: Série ouverte
hi_in: खुली शृंखला
ja_jp: オープンシリーズ
ko_kr: 오픈 시리즈
pt_br: Série aberta
tr_tr: Dizileri aç
zh_hans: 公开系列

# Player.Status.Buffering
source: Buffering
ar_sa: التخزين المؤقت
de_de: Pufferung
es_es: Almacenamiento en búfer
fr_fr: Mise en mémoire tampon
hi_in: बफ़र हो
ja_jp: バッファリング
ko_kr: 버퍼링
pt_br: Buffer
tr_tr: Arabelleğe alınıyor
zh_hans: 缓冲

# Player_Status_Buffering
source: Buffering
ar_sa: التخزين المؤقت
de_de: Pufferung
es_es: Almacenamiento en búfer
fr_fr: Mise en mémoire tampon
hi_in: बफ़र हो
ja_jp: バッファリング
ko_kr: 버퍼링
pt_br: Buffer
tr_tr: Arabelleğe alınıyor
zh_hans: 缓冲

# Player.Error.Timeout.Title
source: Stream timed out
ar_sa: انتهت مهلة البث
de_de: Zeitüberschreitung beim Stream
es_es: Se agotó el tiempo de transmisión
fr_fr: Le flux a expiré
hi_in: स्ट्रीम का समय समाप्त हो गया
ja_jp: ストリームがタイムアウトしました
ko_kr: 스트림 시간이 초과되었습니다.
pt_br: A transmissão expirou
tr_tr: Yayın zaman aşımına uğradı
zh_hans: 串流超时

# Player_Error_Timeout_Title
source: Stream timed out
ar_sa: انتهت مهلة البث
de_de: Zeitüberschreitung beim Stream
es_es: Se agotó el tiempo de transmisión
fr_fr: Le flux a expiré
hi_in: स्ट्रीम का समय समाप्त हो गया
ja_jp: ストリームがタイムアウトしました
ko_kr: 스트림 시간이 초과되었습니다.
pt_br: A transmissão expirou
tr_tr: Yayın zaman aşımına uğradı
zh_hans: 串流超时

# Player.Hint.OptimizedRoute
source: Optimized route
ar_sa: الطريق الأمثل
de_de: Optimierte Route
es_es: Ruta optimizada
fr_fr: Itinéraire optimisé
hi_in: अनुकूलित मार्ग
ja_jp: 最適化されたルート
ko_kr: 최적화된 경로
pt_br: Rota otimizada
tr_tr: En iyi rota
zh_hans: 优化路线

# Player_Hint_OptimizedRoute
source: Optimized route
ar_sa: الطريق الأمثل
de_de: Optimierte Route
es_es: Ruta optimizada
fr_fr: Itinéraire optimisé
hi_in: अनुकूलित मार्ग
ja_jp: 最適化されたルート
ko_kr: 최적화된 경로
pt_br: Rota otimizada
tr_tr: En iyi rota
zh_hans: 优化路线

# Player.Error.StreamEnded.Title
source: Stream ended
ar_sa: انتهى البث
de_de: Stream beendet
es_es: Transmisión finalizada
fr_fr: Flux terminé
hi_in: स्ट्रीम समाप्त हो गई
ja_jp: ストリームが終了しました
ko_kr: 스트림 종료됨
pt_br: Transmissão encerrada
tr_tr: Yayın sona erdi
zh_hans: 直播结束

# Player_Error_StreamEnded_Title
source: Stream ended
ar_sa: انتهى البث
de_de: Stream beendet
es_es: Transmisión finalizada
fr_fr: Flux terminé
hi_in: स्ट्रीम समाप्त हो गई
ja_jp: ストリームが終了しました
ko_kr: 스트림 종료됨
pt_br: Transmissão encerrada
tr_tr: Yayın sona erdi
zh_hans: 直播结束

# Player.Fullscreen.Enter
source: Fullscreen
ar_sa: ملء الشاشة
de_de: Vollbild
es_es: Pantalla completa
fr_fr: Plein écran
hi_in: पूर्ण स्क्रीन
ja_jp: 全画面表示
ko_kr: 전체 화면
pt_br: Tela cheia
tr_tr: Tam ekran
zh_hans: 全屏

# Player_Fullscreen_Enter
source: Fullscreen
ar_sa: ملء الشاشة
de_de: Vollbild
es_es: Pantalla completa
fr_fr: Plein écran
hi_in: पूर्ण स्क्रीन
ja_jp: 全画面表示
ko_kr: 전체 화면
pt_br: Tela cheia
tr_tr: Tam ekran
zh_hans: 全屏

# ItemInspector.Title
source: Item inspector
ar_sa: مفتش المادة
de_de: Artikelinspektor
es_es: inspector de artículos
fr_fr: Inspecteur d'articles
hi_in: वस्तु निरीक्षक
ja_jp: アイテム検査官
ko_kr: 아이템 검사관
pt_br: Inspetor de itens
tr_tr: Öğe denetleyicisi
zh_hans: 物品检验员

# ItemInspector_Title
source: Item inspector
ar_sa: مفتش المادة
de_de: Artikelinspektor
es_es: inspector de artículos
fr_fr: Inspecteur d'articles
hi_in: वस्तु निरीक्षक
ja_jp: アイテム検査官
ko_kr: 아이템 검사관
pt_br: Inspetor de itens
tr_tr: Öğe denetleyicisi
zh_hans: 物品检验员

# Player.Error.StreamBufferStalled
source: Stream stalled while buffering.
ar_sa: توقف الدفق أثناء التخزين المؤقت.
de_de: Der Stream ist beim Puffern ins Stocken geraten.
es_es: La transmisión se detuvo durante el almacenamiento en búfer.
fr_fr: Flux bloqué pendant la mise en mémoire tampon.
hi_in: बफ़रिंग के दौरान स्ट्रीम रुक गई.
ja_jp: バッファリング中にストリームが停止しました。
ko_kr: 버퍼링하는 동안 스트림이 중단되었습니다.
pt_br: O fluxo foi interrompido durante o armazenamento em buffer.
tr_tr: Yayın arabelleğe alınırken durdu.
zh_hans: 缓冲时流停止。

# Player_Error_StreamBufferStalled
source: Stream stalled while buffering.
ar_sa: توقف الدفق أثناء التخزين المؤقت.
de_de: Der Stream ist beim Puffern ins Stocken geraten.
es_es: La transmisión se detuvo durante el almacenamiento en búfer.
fr_fr: Flux bloqué pendant la mise en mémoire tampon.
hi_in: बफ़रिंग के दौरान स्ट्रीम रुक गई.
ja_jp: バッファリング中にストリームが停止しました。
ko_kr: 버퍼링하는 동안 스트림이 중단되었습니다.
pt_br: O fluxo foi interrompido durante o armazenamento em buffer.
tr_tr: Yayın arabelleğe alınırken durdu.
zh_hans: 缓冲时流停止。

# Player.Seek.Seek
source: Seek
ar_sa: يطلب
de_de: Suchen
es_es: Buscar
fr_fr: Chercher
hi_in: तलाश
ja_jp: 求める
ko_kr: 구하다
pt_br: Procurar
tr_tr: Ara
zh_hans: 寻找

# Player_Seek_Seek
source: Seek
ar_sa: يطلب
de_de: Suchen
es_es: Buscar
fr_fr: Chercher
hi_in: तलाश
ja_jp: 求める
ko_kr: 구하다
pt_br: Procurar
tr_tr: Ara
zh_hans: 寻找

# Player.Hint.ReadyMovieSource
source: Ready movie source
ar_sa: مصدر الفيلم جاهز
de_de: Bereite Filmquelle
es_es: Fuente de película lista
fr_fr: Source de film prête
hi_in: तैयार मूवी स्रोत
ja_jp: ムービーソースの準備完了
ko_kr: 준비된 영화 소스
pt_br: Fonte de filme pronta
tr_tr: Film kaynağı hazır
zh_hans: 准备好电影源

# Player_Hint_ReadyMovieSource
source: Ready movie source
ar_sa: مصدر الفيلم جاهز
de_de: Bereite Filmquelle
es_es: Fuente de película lista
fr_fr: Source de film prête
hi_in: तैयार मूवी स्रोत
ja_jp: ムービーソースの準備完了
ko_kr: 준비된 영화 소스
pt_br: Fonte de filme pronta
tr_tr: Film kaynağı hazır
zh_hans: 准备好电影源

# Player.Error.MainWindowUnavailable
source: Main window is unavailable.
ar_sa: النافذة الرئيسية غير متوفرة.
de_de: Das Hauptfenster ist nicht verfügbar.
es_es: La ventana principal no está disponible.
fr_fr: La fenêtre principale n'est pas disponible.
hi_in: मुख्य विंडो अनुपलब्ध है.
ja_jp: メインウィンドウは使用できません。
ko_kr: 메인 창을 사용할 수 없습니다.
pt_br: A janela principal não está disponível.
tr_tr: Ana pencere kullanılamıyor.
zh_hans: 主窗口不可用。

# Player_Error_MainWindowUnavailable
source: Main window is unavailable.
ar_sa: النافذة الرئيسية غير متوفرة.
de_de: Das Hauptfenster ist nicht verfügbar.
es_es: La ventana principal no está disponible.
fr_fr: La fenêtre principale n'est pas disponible.
hi_in: मुख्य विंडो अनुपलब्ध है.
ja_jp: メインウィンドウは使用できません。
ko_kr: 메인 창을 사용할 수 없습니다.
pt_br: A janela principal não está disponível.
tr_tr: Ana pencere kullanılamıyor.
zh_hans: 主窗口不可用。

# Player.Error.UnsupportedMedia.Title
source: Unsupported media
ar_sa: الوسائط غير المدعومة
de_de: Nicht unterstützte Medien
es_es: Medios no compatibles
fr_fr: Médias non pris en charge
hi_in: असमर्थित मीडिया
ja_jp: サポートされていないメディア
ko_kr: 지원되지 않는 미디어
pt_br: Mídia não suportada
tr_tr: Desteklenmeyen medya
zh_hans: 不支持的媒体

# Player_Error_UnsupportedMedia_Title
source: Unsupported media
ar_sa: الوسائط غير المدعومة
de_de: Nicht unterstützte Medien
es_es: Medios no compatibles
fr_fr: Médias non pris en charge
hi_in: असमर्थित मीडिया
ja_jp: サポートされていないメディア
ko_kr: 지원되지 않는 미디어
pt_br: Mídia não suportada
tr_tr: Desteklenmeyen medya
zh_hans: 不支持的媒体

# Player.Status.Loading
source: Loading
ar_sa: تحميل
de_de: Laden
es_es: Cargando
fr_fr: Chargement
hi_in: लोड हो रहा है
ja_jp: 読み込み中
ko_kr: 로드 중
pt_br: Carregando
tr_tr: Yükleniyor
zh_hans: 加载中

# Player_Status_Loading
source: Loading
ar_sa: تحميل
de_de: Laden
es_es: Cargando
fr_fr: Chargement
hi_in: लोड हो रहा है
ja_jp: 読み込み中
ko_kr: 로드 중
pt_br: Carregando
tr_tr: Yükleniyor
zh_hans: 加载中

# General.Inspect
source: Inspect
ar_sa: فحص
de_de: Überprüfen
es_es: Inspeccionar
fr_fr: Inspecter
hi_in: निरीक्षण करें
ja_jp: 検査する
ko_kr: 검사
pt_br: Inspecionar
tr_tr: İncele
zh_hans: 检查

# General_Inspect
source: Inspect
ar_sa: فحص
de_de: Überprüfen
es_es: Inspeccionar
fr_fr: Inspecter
hi_in: निरीक्षण करें
ja_jp: 検査する
ko_kr: 검사
pt_br: Inspecionar
tr_tr: İncele
zh_hans: 检查

# Player.Error.Cancelled.Message
source: Playback was cancelled before the stream opened.
ar_sa: تم إلغاء التشغيل قبل فتح الدفق.
de_de: Die Wiedergabe wurde abgebrochen, bevor der Stream geöffnet wurde.
es_es: La reproducción se canceló antes de que se abriera la transmisión.
fr_fr: La lecture a été annulée avant l'ouverture du flux.
hi_in: स्ट्रीम खुलने से पहले प्लेबैक रद्द कर दिया गया था।
ja_jp: ストリームが開始される前に再生がキャンセルされました。
ko_kr: 스트림이 열리기 전에 재생이 취소되었습니다.
pt_br: A reprodução foi cancelada antes da abertura do stream.
tr_tr: Yayın açılmadan önce oynatma iptal edildi.
zh_hans: 在流打开之前播放被取消。

# Player_Error_Cancelled_Message
source: Playback was cancelled before the stream opened.
ar_sa: تم إلغاء التشغيل قبل فتح الدفق.
de_de: Die Wiedergabe wurde abgebrochen, bevor der Stream geöffnet wurde.
es_es: La reproducción se canceló antes de que se abriera la transmisión.
fr_fr: La lecture a été annulée avant l'ouverture du flux.
hi_in: स्ट्रीम खुलने से पहले प्लेबैक रद्द कर दिया गया था।
ja_jp: ストリームが開始される前に再生がキャンセルされました。
ko_kr: 스트림이 열리기 전에 재생이 취소되었습니다.
pt_br: A reprodução foi cancelada antes da abertura do stream.
tr_tr: Yayın açılmadan önce oynatma iptal edildi.
zh_hans: 在流打开之前播放被取消。

# Player.Hint.GuideAvailable
source: Guide available
ar_sa: الدليل متاح
de_de: Führer verfügbar
es_es: Guía disponible
fr_fr: Guide disponible
hi_in: गाइड उपलब्ध है
ja_jp: ガイドあり
ko_kr: 가이드 있음
pt_br: Guia disponível
tr_tr: Rehber hazır
zh_hans: 提供指南

# Player_Hint_GuideAvailable
source: Guide available
ar_sa: الدليل متاح
de_de: Führer verfügbar
es_es: Guía disponible
fr_fr: Guide disponible
hi_in: गाइड उपलब्ध है
ja_jp: ガイドあり
ko_kr: 가이드 있음
pt_br: Guia disponível
tr_tr: Rehber hazır
zh_hans: 提供指南

# Player.Hint.RefreshSuggested
source: Refresh suggested
ar_sa: التحديث المقترح
de_de: Aktualisierung empfohlen
es_es: Actualizar sugerido
fr_fr: Actualisation suggérée
hi_in: ताज़ा करने का सुझाव दिया गया
ja_jp: 更新の提案
ko_kr: 새로고침을 제안함
pt_br: Atualização sugerida
tr_tr: Yenileme önerilir
zh_hans: 建议刷新

# Player_Hint_RefreshSuggested
source: Refresh suggested
ar_sa: التحديث المقترح
de_de: Aktualisierung empfohlen
es_es: Actualizar sugerido
fr_fr: Actualisation suggérée
hi_in: ताज़ा करने का सुझाव दिया गया
ja_jp: 更新の提案
ko_kr: 새로고침을 제안함
pt_br: Atualização sugerida
tr_tr: Yenileme önerilir
zh_hans: 建议刷新

# Player.Error.UnsupportedMedia.Message
source: The stream format or codec is not supported by the current player runtime.
ar_sa: تنسيق الدفق أو برنامج الترميز غير مدعوم في وقت تشغيل المشغل الحالي.
de_de: Das Stream-Format oder der Codec wird von der aktuellen Player-Laufzeitumgebung nicht unterstützt.
es_es: El formato de transmisión o el códec no son compatibles con el tiempo de ejecución del reproductor actual.
fr_fr: Le format de flux ou le codec n'est pas pris en charge par le runtime actuel du lecteur.
hi_in: स्ट्रीम प्रारूप या कोडेक वर्तमान प्लेयर रनटाइम द्वारा समर्थित नहीं है।
ja_jp: ストリーム形式またはコーデックは、現在のプレーヤー ランタイムではサポートされていません。
ko_kr: 스트림 형식이나 코덱은 현재 플레이어 런타임에서 지원되지 않습니다.
pt_br: O formato de stream ou codec não é compatível com o tempo de execução do player atual.
tr_tr: Yayın biçimi veya codec geçerli oynatıcı çalışma zamanı tarafından desteklenmiyor.
zh_hans: 当前播放器运行时不支持流格式或编解码器。

# Player_Error_UnsupportedMedia_Message
source: The stream format or codec is not supported by the current player runtime.
ar_sa: تنسيق الدفق أو برنامج الترميز غير مدعوم في وقت تشغيل المشغل الحالي.
de_de: Das Stream-Format oder der Codec wird von der aktuellen Player-Laufzeitumgebung nicht unterstützt.
es_es: El formato de transmisión o el códec no son compatibles con el tiempo de ejecución del reproductor actual.
fr_fr: Le format de flux ou le codec n'est pas pris en charge par le runtime actuel du lecteur.
hi_in: स्ट्रीम प्रारूप या कोडेक वर्तमान प्लेयर रनटाइम द्वारा समर्थित नहीं है।
ja_jp: ストリーム形式またはコーデックは、現在のプレーヤー ランタイムではサポートされていません。
ko_kr: 스트림 형식이나 코덱은 현재 플레이어 런타임에서 지원되지 않습니다.
pt_br: O formato de stream ou codec não é compatível com o tempo de execução do player atual.
tr_tr: Yayın biçimi veya codec geçerli oynatıcı çalışma zamanı tarafından desteklenmiyor.
zh_hans: 当前播放器运行时不支持流格式或编解码器。

# Player.Error.UnableToStart
source: Unable to start playback.
ar_sa: غير قادر على بدء التشغيل.
de_de: Die Wiedergabe kann nicht gestartet werden.
es_es: No se puede iniciar la reproducción.
fr_fr: Impossible de démarrer la lecture.
hi_in: प्लेबैक प्रारंभ करने में असमर्थ.
ja_jp: 再生を開始できません。
ko_kr: 재생을 시작할 수 없습니다.
pt_br: Não foi possível iniciar a reprodução.
tr_tr: Oynatma başlatılamıyor.
zh_hans: 无法开始播放。

# Player_Error_UnableToStart
source: Unable to start playback.
ar_sa: غير قادر على بدء التشغيل.
de_de: Die Wiedergabe kann nicht gestartet werden.
es_es: No se puede iniciar la reproducción.
fr_fr: Impossible de démarrer la lecture.
hi_in: प्लेबैक प्रारंभ करने में असमर्थ.
ja_jp: 再生を開始できません。
ko_kr: 재생을 시작할 수 없습니다.
pt_br: Não foi possível iniciar a reprodução.
tr_tr: Oynatma başlatılamıyor.
zh_hans: 无法开始播放。

# Player.Error.PlaybackFailed
source: Playback failed
ar_sa: فشل التشغيل
de_de: Die Wiedergabe ist fehlgeschlagen
es_es: Error de reproducción
fr_fr: La lecture a échoué
hi_in: प्लेबैक विफल रहा
ja_jp: 再生に失敗しました
ko_kr: 재생 실패
pt_br: Falha na reprodução
tr_tr: Oynatma başarısız
zh_hans: 播放失败

# Player_Error_PlaybackFailed
source: Playback failed
ar_sa: فشل التشغيل
de_de: Die Wiedergabe ist fehlgeschlagen
es_es: Error de reproducción
fr_fr: La lecture a échoué
hi_in: प्लेबैक विफल रहा
ja_jp: 再生に失敗しました
ko_kr: 재생 실패
pt_br: Falha na reprodução
tr_tr: Oynatma başarısız
zh_hans: 播放失败

# Player.Button.Return
source: Return
ar_sa: يعود
de_de: Zurückkehren
es_es: Devolver
fr_fr: Retour
hi_in: वापस करना
ja_jp: 戻る
ko_kr: 반품
pt_br: Retornar
tr_tr: Dön
zh_hans: 返回

# Player_Button_Return
source: Return
ar_sa: يعود
de_de: Zurückkehren
es_es: Devolver
fr_fr: Retour
hi_in: वापस करना
ja_jp: 戻る
ko_kr: 반품
pt_br: Retornar
tr_tr: Dön
zh_hans: 返回

# Player.Error.Unknown.Message
source: The player could not classify the playback failure.
ar_sa: لم يتمكن اللاعب من تصنيف فشل التشغيل.
de_de: Der Player konnte den Wiedergabefehler nicht einordnen.
es_es: El jugador no pudo clasificar el error de reproducción.
fr_fr: Le lecteur n'a pas pu classer l'échec de lecture.
hi_in: खिलाड़ी प्लेबैक विफलता को वर्गीकृत नहीं कर सका.
ja_jp: プレーヤーは再生の失敗を分類できませんでした。
ko_kr: 플레이어가 재생 실패를 분류할 수 없습니다.
pt_br: O player não conseguiu classificar a falha na reprodução.
tr_tr: Oynatıcı, oynatma hatasını sınıflandıramadı.
zh_hans: 播放器无法对播放失败进行分类。

# Player_Error_Unknown_Message
source: The player could not classify the playback failure.
ar_sa: لم يتمكن اللاعب من تصنيف فشل التشغيل.
de_de: Der Player konnte den Wiedergabefehler nicht einordnen.
es_es: El jugador no pudo clasificar el error de reproducción.
fr_fr: Le lecteur n'a pas pu classer l'échec de lecture.
hi_in: खिलाड़ी प्लेबैक विफलता को वर्गीकृत नहीं कर सका.
ja_jp: プレーヤーは再生の失敗を分類できませんでした。
ko_kr: 플레이어가 재생 실패를 분류할 수 없습니다.
pt_br: O player não conseguiu classificar a falha na reprodução.
tr_tr: Oynatıcı, oynatma hatasını sınıflandıramadı.
zh_hans: 播放器无法对播放失败进行分类。

# Player.Error.Unreachable.Title
source: Stream unreachable
ar_sa: الدفق غير قابل للوصول
de_de: Stream nicht erreichbar
es_es: Transmisión inalcanzable
fr_fr: Flux inaccessible
hi_in: स्ट्रीम पहुंच योग्य नहीं है
ja_jp: ストリームに到達できません
ko_kr: 스트림에 연결할 수 없음
pt_br: Transmissão inacessível
tr_tr: Yayına ulaşılamıyor
zh_hans: 无法访问流

# Player_Error_Unreachable_Title
source: Stream unreachable
ar_sa: الدفق غير قابل للوصول
de_de: Stream nicht erreichbar
es_es: Transmisión inalcanzable
fr_fr: Flux inaccessible
hi_in: स्ट्रीम पहुंच योग्य नहीं है
ja_jp: ストリームに到達できません
ko_kr: 스트림에 연결할 수 없음
pt_br: Transmissão inacessível
tr_tr: Yayına ulaşılamıyor
zh_hans: 无法访问流

# General.Play
source: Play
ar_sa: يلعب
de_de: Spielen
es_es: Jugar
fr_fr: Jouer
hi_in: खेल
ja_jp: 遊ぶ
ko_kr: 놀다
pt_br: Jogar
tr_tr: Oynat
zh_hans: 玩

# General_Play
source: Play
ar_sa: يلعب
de_de: Spielen
es_es: Jugar
fr_fr: Jouer
hi_in: खेल
ja_jp: 遊ぶ
ko_kr: 놀다
pt_br: Jogar
tr_tr: Oynat
zh_hans: 玩

# Player.Error.Cancelled.Title
source: Playback cancelled
ar_sa: تم إلغاء التشغيل
de_de: Wiedergabe abgebrochen
es_es: Reproducción cancelada
fr_fr: Lecture annulée
hi_in: प्लेबैक रद्द कर दिया गया
ja_jp: 再生がキャンセルされました
ko_kr: 재생이 취소되었습니다.
pt_br: Reprodução cancelada
tr_tr: Oynatma iptal edildi
zh_hans: 播放已取消

# Player_Error_Cancelled_Title
source: Playback cancelled
ar_sa: تم إلغاء التشغيل
de_de: Wiedergabe abgebrochen
es_es: Reproducción cancelada
fr_fr: Lecture annulée
hi_in: प्लेबैक रद्द कर दिया गया
ja_jp: 再生がキャンセルされました
ko_kr: 재생이 취소되었습니다.
pt_br: Reprodução cancelada
tr_tr: Oynatma iptal edildi
zh_hans: 播放已取消

# Player.Error.InvalidStreamUrl.Message
source: The stream URL is empty or is not an absolute URL.
ar_sa: المجرى URL فارغ أو ليس مطلقًا URL.
de_de: Der Stream URL ist leer oder kein absoluter URL.
es_es: La secuencia URL está vacía o no es una URL absoluta.
fr_fr: Le flux URL est vide ou n'est pas un URL absolu.
hi_in: धारा URL खाली है या पूर्ण URL नहीं है।
ja_jp: ストリーム URL が空であるか、絶対的な URL ではありません。
ko_kr: URL 스트림이 비어 있거나 절대적인 URL가 아닙니다.
pt_br: O fluxo URL está vazio ou não é absoluto URL.
tr_tr: Yayın URL'si boş veya mutlak URL değil.
zh_hans: 流URL为空或者不是绝对的URL。

# Player_Error_InvalidStreamUrl_Message
source: The stream URL is empty or is not an absolute URL.
ar_sa: المجرى URL فارغ أو ليس مطلقًا URL.
de_de: Der Stream URL ist leer oder kein absoluter URL.
es_es: La secuencia URL está vacía o no es una URL absoluta.
fr_fr: Le flux URL est vide ou n'est pas un URL absolu.
hi_in: धारा URL खाली है या पूर्ण URL नहीं है।
ja_jp: ストリーム URL が空であるか、絶対的な URL ではありません。
ko_kr: URL 스트림이 비어 있거나 절대적인 URL가 아닙니다.
pt_br: O fluxo URL está vazio ou não é absoluto URL.
tr_tr: Yayın URL'si boş veya mutlak URL değil.
zh_hans: 流URL为空或者不是绝对的URL。

# Player.Status.RecoveredBackupMirror
source: Recovered via backup mirror.
ar_sa: تم الاسترداد عبر مرآة احتياطية.
de_de: Über Backup-Spiegel wiederhergestellt.
es_es: Recuperado a través del espejo de respaldo.
fr_fr: Récupéré via un miroir de sauvegarde.
hi_in: बैकअप मिरर के माध्यम से पुनर्प्राप्त किया गया।
ja_jp: バックアップミラー経由で復旧しました。
ko_kr: 백업 미러를 통해 복구되었습니다.
pt_br: Recuperado via espelho de backup.
tr_tr: Yedek kaynaktan kurtarıldı.
zh_hans: 通过备份镜像恢复。

# Player_Status_RecoveredBackupMirror
source: Recovered via backup mirror.
ar_sa: تم الاسترداد عبر مرآة احتياطية.
de_de: Über Backup-Spiegel wiederhergestellt.
es_es: Recuperado a través del espejo de respaldo.
fr_fr: Récupéré via un miroir de sauvegarde.
hi_in: बैकअप मिरर के माध्यम से पुनर्प्राप्त किया गया।
ja_jp: バックアップミラー経由で復旧しました。
ko_kr: 백업 미러를 통해 복구되었습니다.
pt_br: Recuperado via espelho de backup.
tr_tr: Yedek kaynaktan kurtarıldı.
zh_hans: 通过备份镜像恢复。

# Player.Status.ReturnedToLive
source: Returned to live playback.
ar_sa: عاد إلى التشغيل المباشر.
de_de: Zurück zur Live-Wiedergabe.
es_es: Regresó a la reproducción en vivo.
fr_fr: Retour à la lecture en direct.
hi_in: लाइव प्लेबैक पर लौट आया।
ja_jp: ライブ再生に戻りました。
ko_kr: 실시간 재생으로 돌아왔습니다.
pt_br: Retornou à reprodução ao vivo.
tr_tr: Canlı oynatmaya dönüldü.
zh_hans: 返回现场回放。

# Player_Status_ReturnedToLive
source: Returned to live playback.
ar_sa: عاد إلى التشغيل المباشر.
de_de: Zurück zur Live-Wiedergabe.
es_es: Regresó a la reproducción en vivo.
fr_fr: Retour à la lecture en direct.
hi_in: लाइव प्लेबैक पर लौट आया।
ja_jp: ライブ再生に戻りました。
ko_kr: 실시간 재생으로 돌아왔습니다.
pt_br: Retornou à reprodução ao vivo.
tr_tr: Canlı oynatmaya dönüldü.
zh_hans: 返回现场回放。

source: Back to settings
ar_sa: الرجوع إلى الإعدادات
de_de: Zurück zu Einstellungen
es_es: Volver a Configuración
fr_fr: Retour aux paramètres
hi_in: सेटिंग्स पर वापस
ja_jp: 設定に戻る
ko_kr: 설정으로 돌아가기
pt_br: Voltar às configurações
tr_tr: Ayarlara dön
zh_hans: 返回设置

source: Live channel categories
ar_sa: فئات القنوات المباشرة
de_de: Live-Senderkategorien
es_es: Categorías de canales en directo
fr_fr: Catégories de chaînes en direct
hi_in: लाइव चैनल श्रेणियां
ja_jp: ライブチャンネルカテゴリ
ko_kr: 라이브 채널 카테고리
pt_br: Categorias de canais ao vivo
tr_tr: Canlı kanal kategorileri
zh_hans: 直播频道分类

source: Live channels
ar_sa: القنوات المباشرة
de_de: Live-Sender
es_es: Canales en directo
fr_fr: Chaînes en direct
hi_in: लाइव चैनल
ja_jp: ライブチャンネル
ko_kr: 라이브 채널
pt_br: Canais ao vivo
tr_tr: Canlı kanallar
zh_hans: 直播频道

source: Channel details
ar_sa: تفاصيل القناة
de_de: Senderdetails
es_es: Detalles del canal
fr_fr: Détails de la chaîne
hi_in: चैनल विवरण
ja_jp: チャンネル詳細
ko_kr: 채널 세부 정보
pt_br: Detalhes do canal
tr_tr: Kanal ayrıntıları
zh_hans: 频道详情

# ChannelsDetailsButton.ToolTipService.ToolTip
source: Details
ar_sa: التفاصيل
es_es: Detalles
fr_fr: Détails
hi_in: विवरण
ja_jp: 詳細
ko_kr: 세부 정보
pt_br: Detalhes
tr_tr: Ayrıntılar
zh_hans: 详情

source: Toggle favorite
ar_sa: تبديل المفضلة
de_de: Favorit umschalten
es_es: Cambiar favorito
fr_fr: Basculer le favori
hi_in: पसंदीदा बदलें
ja_jp: お気に入りを切り替え
ko_kr: 즐겨찾기 전환
pt_br: Alternar favorito
tr_tr: Favoriyi değiştir
zh_hans: 切换收藏

# ChannelsFavoriteButton.ToolTipService.ToolTip
source: Toggle favorite
ar_sa: تبديل المفضلة
de_de: Favorit umschalten
es_es: Cambiar favorito
fr_fr: Basculer le favori
hi_in: पसंदीदा बदलें
ja_jp: お気に入りを切り替え
ko_kr: 즐겨찾기 전환
pt_br: Alternar favorito
tr_tr: Favoriyi değiştir
zh_hans: 切换收藏

source: Show favorite channels only
ar_sa: عرض القنوات المفضلة فقط
de_de: Nur Lieblingssender anzeigen
es_es: Mostrar solo canales favoritos
fr_fr: Afficher seulement les chaînes favorites
hi_in: केवल पसंदीदा चैनल दिखाएं
ja_jp: お気に入りチャンネルのみ表示
ko_kr: 즐겨찾기 채널만 표시
pt_br: Mostrar apenas canais favoritos
tr_tr: Yalnızca favori kanalları göster
zh_hans: 仅显示收藏频道

# ChannelsFavoritesFilter.Content
source: Favorites
ar_sa: المفضلة
de_de: Favoriten
es_es: Favoritos
fr_fr: Favoris
hi_in: पसंदीदा
ja_jp: お気に入り
ko_kr: 즐겨찾기
pt_br: Favoritos
tr_tr: Favoriler
zh_hans: 收藏

source: Show guide matched channels only
ar_sa: عرض القنوات المطابقة للدليل فقط
de_de: Nur Sender mit Guide-Treffer anzeigen
es_es: Mostrar solo canales con guía coincidente
fr_fr: Afficher seulement les chaînes associées au guide
hi_in: केवल गाइड से मेल खाते चैनल दिखाएं
ja_jp: ガイド一致チャンネルのみ表示
ko_kr: 가이드와 일치하는 채널만 표시
pt_br: Mostrar apenas canais com guia correspondente
tr_tr: Yalnızca rehberle eşleşen kanalları göster
zh_hans: 仅显示匹配指南的频道

source: Channel provider
ar_sa: مزود القناة
de_de: Senderanbieter
es_es: Proveedor de canales
fr_fr: Fournisseur de chaînes
hi_in: चैनल प्रदाता
ja_jp: チャンネルプロバイダー
ko_kr: 채널 공급자
pt_br: Provedor de canais
tr_tr: Kanal sağlayıcısı
zh_hans: 频道提供方

source: Schedule recording
ar_sa: جدولة التسجيل
de_de: Aufnahme planen
es_es: Programar grabación
fr_fr: Planifier l'enregistrement
hi_in: रिकॉर्डिंग शेड्यूल करें
ja_jp: 録画を予約
ko_kr: 녹화 예약
pt_br: Agendar gravação
tr_tr: Kaydı zamanla
zh_hans: 计划录制

# ChannelsScheduleRecordingButton.ToolTipService.ToolTip
source: Schedule recording
ar_sa: جدولة التسجيل
de_de: Aufnahme planen
es_es: Programar grabación
fr_fr: Planifier l'enregistrement
hi_in: रिकॉर्डिंग शेड्यूल करें
ja_jp: 録画を予約
ko_kr: 녹화 예약
pt_br: Agendar gravação
tr_tr: Kaydı zamanla
zh_hans: 计划录制

# ChannelsSearchBox.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Search channels
ar_sa: البحث في القنوات
de_de: Sender suchen
es_es: Buscar canales
fr_fr: Rechercher des chaînes
hi_in: चैनल खोजें
ja_jp: チャンネルを検索
ko_kr: 채널 검색
pt_br: Pesquisar canais
tr_tr: Kanallarda ara
zh_hans: 搜索频道

source: Channel sort
ar_sa: فرز القنوات
de_de: Sendersortierung
es_es: Orden de canales
fr_fr: Tri des chaînes
hi_in: चैनल क्रम
ja_jp: チャンネルの並べ替え
ko_kr: 채널 정렬
pt_br: Ordenação de canais
tr_tr: Kanal sıralaması
zh_hans: 频道排序
